Repository: leonardcj/getiabooks
Catalog: po/*.po
Languages: ca

source: Get IA Books
ca: Obtenció de llibres de l'IA

source: Download thousands of free e-books in PDF, DejaVu, and EPUB formats from the Internet Archive!
ca: Baixeu milers de llibres electrònics gratuïts en format PDF, DejaVu i EPUB del Internet Archive!

source: Get Book
ca: Obté el llibre

source: Enter words from the Author or Title to begin search
ca: Introduïu paraules de l'autor o del títol per començar la cerca

source: Title
ca: Títol

source: Volume
ca: Volum

source: Author
ca: Autor

source: Language
ca: Idioma

source: Books
ca: Llibres

source: Subject
ca: Tema

source: Publisher
ca: Editorial

source: Download URL
ca: Adreça URL de baixada

source: Performing lookup, please wait
ca: S'està realitzant la recerca, si us plau, espereu

source: You must enter at least one search word.
ca: Heu d'introduir com a mínim una paraula a la cerca.

source: Connection timed out for CSV:
ca: S'ha exhaurit el temps d'espera de la connexió per al CSV:

source: Error getting CSV
ca: S'ha produït un error en obtenir el CSV

source: Finished
ca: S'ha finalitzat

source: Connection timed out for
ca: S'ha exhaurit el temps d'espera de la connexió a

source: Could not download
ca: No s'ha pogut baixar

source: path in catalog is incorrect.
ca: el camí al catàleg no és correcte.

source: Success
ca: Èxit

source: added to Journal.
ca: es va afegir al diari.
